Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# agent.workspace.inspector.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
tr: Dışa Aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# agent.workspace.inspector.noArtifacts
source: No artifacts
ar: لا توجد مخرجات
de: Keine Artefakte
es: Sin artefactos
fr: Aucun artefact
id: Tidak ada artefak
it: Nessun artefatto
ja: アーティファクトなし
ko: 아티팩트 없음
nl: Geen artefacten
pl: Brak artefaktów
pt_br: Nenhum artefato
ru: Нет артефактов
tr: Yapıt yok
uk: Немає артефактів
vi: Không có tạo phẩm
zh_hans: 暂无产出物
zh_hant: 無產出物

# agent.workspace.inspector.subtitle
source: View, copy, and export artifacts from this Agent run; inspect execution in the middle trace.
ar: عرض ونسخ وتصدير المخرجات من تشغيل الوكيل هذا؛ فحص التنفيذ في التتبع الأوسط.
de: Artefakte aus dieser Agent-Ausführung anzeigen, kopieren und exportieren; Ausführung in der mittleren Spur prüfen.
es: Ve, copia y exporta artefactos de esta ejecución del agente; inspecciona la ejecución en la traza central.
fr: Afficher, copier et exporter les artefacts de cette exécution de l'agent ; inspecter l'exécution dans la trace centrale.
id: Lihat, salin, dan ekspor artefak dari eksekusi Agen ini; periksa eksekusi di jejak tengah.
it: Visualizza, copia ed esporta artefatti da questa esecuzione dell'agente; ispeziona l'esecuzione nella traccia centrale.
ja: このエージェント実行からアーティファクトを表示、コピー、エクスポートします。中央のトレースで実行を検査します。
ko: 이 에이전트 실행에서 아티팩트를 보고, 복사하고, 내보냅니다. 중간 추적에서 실행을 검사합니다.
nl: Bekijk, kopieer en exporteer artefacten van deze Agent-uitvoering; inspecteer uitvoering in de middelste trace.
pl: Wyświetlaj, kopiuj i eksportuj artefakty z tego uruchomienia agenta; sprawdzaj wykonanie w środkowym śladzie.
pt_br: Visualizar, copiar e exportar artefatos desta execução do Agente; inspecionar a execução no rastro central.
ru: Просматривайте, копируйте и экспортируйте артефакты из этого запуска агента; проверяйте выполнение в средней трассировке.
tr: Bu Ajan çalıştırmasından yapıtları görüntüleyin, kopyalayın ve dışa aktarın; orta izleme bölümünde yürütmeyi inceleyin.
uk: Переглядайте, копіюйте та експортуйте артефакти з цього запуску агента; перевіряйте виконання в середній трасі.
vi: Xem, sao chép và xuất tạo phẩm từ lần chạy tác nhân này; kiểm tra thực thi trong dấu vết ở giữa.
zh_hans: 查看、复制、导出本轮 Agent 产出物；执行过程在中栏 trace 中审计。
zh_hant: 檢視、複製和匯出此 Agent 執行的產出物；在中間追蹤中檢查執行過程。

# agent.workspace.inspector.title
source: Task Inspector
ar: مفتش المخرجات
de: Artefakt-Inspektor
es: Inspector de artefactos
fr: Inspecteur d'artefacts
id: Pemeriksa Artefak
it: Ispettore artefatti
ja: アーティファクトインスペクタ
ko: 아티팩트 검사기
nl: Artefactinspecteur
pl: Inspektor artefaktów
pt_br: Inspetor de Artefatos
ru: Инспектор артефактов
tr: Yapıt Denetçisi
uk: Інспектор артефактів
vi: Trình kiểm tra tạo phẩm
zh_hans: 任务检查器
zh_hant: 產出物檢查器

# agent.workspace.meta.inputFormat
source: Input: %@
ar: الإدخال: %@
de: Eingabe: %@
es: Entrada: %@
fr: Entrée : %@
id: Masukan: %@
ja: 入力: %@
ko: 입력: %@
nl: Invoer: %@
pl: Wejście: %@
pt_br: Entrada: %@
ru: Ввод: %@
tr: Girdi: %@
uk: Введення: %@
vi: Đầu vào: %@
zh_hans: 输入: %@
zh_hant: 輸入：%@

# agent.workspace.meta.outputFormat
source: Output: %@
ar: الإخراج: %@
de: Ausgabe: %@
es: Salida: %@
fr: Sortie : %@
id: Keluaran: %@
ja: 出力: %@
ko: 출력: %@
nl: Uitvoer: %@
pl: Wyjście: %@
pt_br: Saída: %@
ru: Вывод: %@
tr: Çıktı: %@
uk: Виведення: %@
vi: Đầu ra: %@
zh_hans: 输出: %@
zh_hant: 輸出：%@

# agent.workspace.section.digest
source: Digest
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
id: Ringkasan
it: Riepilogo
ja: ダイジェスト
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Дайджест
vi: Tóm tắt
zh_hans: 消化
zh_hant: 摘要

# agent.workspace.section.discovery
source: Discovery
ar: اكتشاف
de: Entdeckung
es: Descubrimiento
fr: Découverte
id: Penemuan
it: Scoperta
ja: 発見
ko: 발견
nl: Ontdekking
pl: Odkrywanie
pt_br: Descoberta
ru: Обнаружение
tr: Keşif
uk: Відкриття
vi: Khám phá
zh_hans: 发现
zh_hant: 探索

# agent.workspace.section.organize
source: Organize
ar: تنظيم
de: Organisieren
es: Organizar
fr: Organiser
id: Atur
it: Organizza
ja: 整理
ko: 정리
nl: Organiseer
pl: Organizuj
pt_br: Organizar
ru: Организация
tr: Düzenle
uk: Впорядкувати
vi: Sắp xếp
zh_hans: 整理
zh_hant: 整理

# agent.workspace.status.cancelled
source: Cancelled
ar: ألغي
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# agent.workspace.status.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pl: Zakończone
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
uk: Завершено
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# agent.workspace.status.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Falló
fr: Échoué
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Не удалось
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# agent.workspace.status.idle
source: Not started
ar: لم يبدأ
de: Nicht gestartet
es: No iniciado
fr: Non démarré
id: Belum dimulai
it: Non avviato
ja: 未開始
ko: 시작되지 않음
nl: Niet gestart
pl: Nie rozpoczęto
pt_br: Não iniciado
ru: Не запущено
tr: Başlatılmadı
uk: Не запущено
vi: Chưa bắt đầu
zh_hans: 未开始
zh_hant: 未開始

# agent.workspace.status.planning
source: Planning
ar: تخطيط
de: Planung
es: Planificando
fr: Planification
id: Merencanakan
it: Pianificazione
ja: 計画中
ko: 계획 중
nl: Plannen
pl: Planowanie
pt_br: Planejando
ru: Планирование
tr: Planlanıyor
uk: Планування
vi: Đang lập kế hoạch
zh_hans: 规划中
zh_hant: 規劃中

# agent.workspace.status.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

# agent.workspace.status.running
source: Running
ar: قيد التشغيل
de: Läuft
es: Ejecutando
fr: En cours
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Bezig
pl: Uruchomione
pt_br: Executando
ru: Выполняется
tr: Çalışıyor
uk: Виконується
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

# agent.workspace.stop
source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
id: Berhenti
it: Ferma
ja: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# agent.workspace.subtitle
source: Task workspace
ar: مساحة عمل المهمة
de: Aufgabenarbeitsbereich
es: Espacio de trabajo de tareas
fr: Espace de travail de la tâche
id: Ruang kerja tugas
it: Area di lavoro attività
ja: タスクワークスペース
ko: 작업 공간
nl: Taakwerkruimte
pl: Przestrzeń zadania
pt_br: Espaço de trabalho da tarefa
ru: Рабочее пространство задачи
tr: Görev çalışma alanı
uk: Робоче середовище завдання
vi: Không gian làm việc nhiệm vụ
zh_hans: 任务工作台
zh_hant: 任務工作區

# agent.workspace.title
source: Agent
ar: الوكيل
es: Agente
id: Agen
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
tr: Ajan
uk: Агент
vi: Tác nhân

# agent.workspace.trace.countFormat
source: %d spans
ar: %d امتدادات
de: %d Spannen
es: %d segmentos
id: %d rentang
it: %d span
ja: %d スパン
ko: %d개 스팬
pl: %d zakresów
ru: %d отрезков
tr: %d adım
uk: %d проміжків
vi: %d khoảng
zh_hant: %d 個跨度

# agent.workspace.trace.input
source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Entrée
id: Masukan
ja: 入力
ko: 입력
nl: Invoer
pl: Wejście
pt_br: Entrada
ru: Ввод
tr: Girdi
uk: Вхідні дані
vi: Đầu vào
zh_hans: 输入
zh_hant: 輸入

# agent.workspace.trace.kind.artifact
source: Artifact
ar: أثر
de: Artefakt
es: Artefacto
fr: Artefact
id: Artefak
it: Artefatto
ja: アーティファクト
ko: 아티팩트
nl: Artefact
pl: Artefakt
pt_br: Artefato
ru: Артефакт
tr: Yapıt
uk: Артефакт
vi: Tạo phẩm
zh_hant: 產出物

# agent.workspace.trace.kind.plan
source: Plan
ar: خطة
id: Rencana
it: Piano
ja: 計画
ko: 계획
pt_br: Plano
ru: План
uk: План
vi: Kế hoạch
zh_hans: 计划
zh_hant: 計畫

# agent.workspace.trace.kind.thinking
source: Reasoning Summary
ar: تفكير
de: Denken
es: Pensando
fr: Réflexion
id: Berpikir
it: Riflessione
ja: 思考
ko: 사고
nl: Denkproces
pl: Myślenie
pt_br: Pensamento
ru: Размышление
tr: Düşünme
uk: Роздуми
vi: Suy nghĩ
zh_hans: 思考摘要
zh_hant: 思考

# agent.workspace.trace.kind.tool
source: Tool
ar: أداة
de: Werkzeug
es: Herramienta
fr: Outil
id: Alat
it: Strumento
ja: ツール
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
ru: Инструмент
tr: Araç
uk: Інструмент
vi: Công cụ
zh_hant: 工具

# agent.workspace.trace.kind.toolCall
source: Tool Call
ar: استدعاء أداة
de: Werkzeugaufruf
es: Llamada a herramienta
fr: Appel d'outil
id: Panggilan Alat
it: Chiamata strumento
ja: ツール呼び出し
ko: 도구 호출
nl: Toolaanroep
pl: Wywołanie narzędzia
pt_br: Chamada de Ferramenta
ru: Вызов инструмента
tr: Araç Çağrısı
uk: Виклик інструменту
vi: Gọi công cụ
zh_hant: 工具呼叫

# agent.workspace.trace.log
source: Log
ar: سجل
de: Protokoll
es: Registro
fr: Journal
it: Registro
ja: ログ
ko: 로그
nl: Logboek
pl: Dziennik
pt_br: Registro
ru: Журнал
tr: Günlük
uk: Журнал
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

# agent.workspace.trace.output
source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
id: Keluaran
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wyjście
pt_br: Saída
ru: Вывод
tr: Çıktı
uk: Вихідні дані
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

# agent.workspace.trace.subtitle.planFormat
source: Plan · step %d
ar: خطة · الخطوة %d
de: Plan · Schritt %d
es: Plan · paso %d
fr: Plan · étape %d
id: Rencana · langkah %d
it: Piano · passo %d
ja: 計画 · ステップ %d
ko: 계획 · %d단계
nl: Plan · stap %d
pl: Plan · krok %d
pt_br: Plano · etapa %d
ru: План · шаг %d
tr: Plan · adım %d
uk: План · крок %d
vi: Kế hoạch · bước %d
zh_hant: 計畫 · 步驟 %d

# agent.workspace.trace.subtitle.toolCallFormat
source: Tool Call · %@
ar: استدعاء أداة · %@
de: Werkzeugaufruf · %@
es: Llamada a herramienta · %@
fr: Appel d'outil · %@
id: Panggilan Alat · %@
it: Chiamata strumento · %@
ja: ツール呼び出し · %@
ko: 도구 호출 · %@
nl: Toolaanroep · %@
pl: Wywołanie narzędzia · %@
pt_br: Chamada de Ferramenta · %@
ru: Вызов инструмента · %@
tr: Araç Çağrısı · %@
uk: Виклик інструменту · %@
vi: Gọi công cụ · %@
zh_hant: 工具呼叫 · %@

# agent.workspace.trace.title
source: Run Trace
ar: تتبع التشغيل
de: Ablaufverfolgung
es: Seguimiento de ejecución
fr: Trace d'exécution
id: Jejak Proses
it: Traccia esecuzione
ja: 実行トレース
ko: 실행 추적
nl: Uitvoeringstrace
pl: Ślad wykonania
pt_br: Rastreamento da Execução
ru: Трассировка выполнения
tr: Çalıştırma İzleme
uk: Трасування виконання
vi: Dấu vết chạy
zh_hant: 執行追蹤

# agent.workspace.trace.toolInput.waiting
source: Waiting for runtime tool arguments.
ar: في انتظار وسائط أداة وقت التشغيل.
de: Warte auf Laufzeit-Werkzeugargumente.
es: Esperando argumentos de herramienta en tiempo de ejecución.
fr: En attente des arguments d'outil d'exécution.
id: Menunggu argumen alat runtime.
it: In attesa degli argomenti dello strumento runtime.
ja: ランタイムツールの引数を待機中。
ko: 런타임 도구 인수 대기 중.
nl: Wachten op runtime-toolargumenten.
pl: Oczekiwanie na argumenty narzędzia w czasie wykonania.
pt_br: Aguardando argumentos de ferramenta em tempo de execução.
ru: Ожидание аргументов инструмента времени выполнения.
tr: Çalışma zamanı araç argümanları bekleniyor.
uk: Очікування аргументів інструменту під час виконання.
vi: Đang chờ đối số công cụ thời gian chạy.
zh_hans: 等待 runtime 输出工具参数。
zh_hant: 等待執行階段工具引數。

# agent.workspace.chatModelRequired.message
source: The Agent workspace requires at least one verified and enabled model assigned to the Chat task. You can use it after completing the configuration.
ar: تتطلب مساحة عمل الوكيل نموذجًا واحدًا على الأقل تم التحقق منه وتمكينه ومخصصًا لمهمة الدردشة. يمكنك استخدامها بعد إكمال التكوين.
de: Der Agent-Arbeitsbereich erfordert mindestens ein verifiziertes und aktiviertes Modell, das der Chat-Aufgabe zugewiesen ist. Sie können ihn nach Abschluss der Konfiguration verwenden.
es: El espacio de trabajo del agente requiere al menos un modelo verificado y habilitado asignado a la tarea de Chat. Puedes usarlo después de completar la configuración.
fr: L’espace de travail de l’agent nécessite au moins un modèle vérifié et activé pour la tâche de chat. Vous pouvez l’utiliser après avoir terminé la configuration.
id: Ruang kerja Agen memerlukan setidaknya satu model terverifikasi dan diaktifkan yang ditetapkan untuk tugas Chat. Anda dapat menggunakannya setelah menyelesaikan konfigurasi.
it: L’area di lavoro dell’agente richiede almeno un modello verificato e abilitato assegnato all’attività Chat. Puoi usarla dopo aver completato la configurazione.
ja: エージェントワークスペースでは、Chatタスクに割り当てられた検証済みで有効なモデルが少なくとも1つ必要です。設定を完了すると使用できます。
ko: 에이전트 작업 공간은 채팅 작업에 할당된 검증되고 활성화된 모델이 하나 이상 필요합니다. 설정을 완료한 후 사용할 수 있습니다.
nl: De agentwerkruimte vereist ten minste één geverifieerd en ingeschakeld model dat aan de Chat-taak is toegewezen. U kunt deze na het voltooien van de configuratie gebruiken.
pl: Przestrzeń robocza agenta wymaga co najmniej jednego zweryfikowanego i włączonego modelu przypisanego do zadania czatu. Możesz jej użyć po zakończeniu konfiguracji.
pt_br: O espaço de trabalho do agente requer pelo menos um modelo verificado e habilitado atribuído à tarefa de Chat. Você pode usá-lo após concluir a configuração.
ru: Для рабочего пространства агента требуется хотя бы одна проверенная и включённая модель, назначенная задаче чата. Вы сможете использовать его после завершения настройки.
tr: Agent çalışma alanı, Sohbet görevine atanmış en az bir doğrulanmış ve etkin model gerektirir. Yapılandırmayı tamamladıktan sonra kullanabilirsiniz.
uk: Робоче середовище агента потребує принаймні однієї перевіреної та ввімкненої моделі, призначеної для завдання чату. Ви можете використовувати його після завершення налаштування.
vi: Không gian làm việc Agent yêu cầu ít nhất một mô hình đã được xác minh và bật được gán cho tác vụ Chat. Bạn có thể sử dụng sau khi hoàn tất cấu hình.
zh_hans: Agent 工作台需要至少一个已验证、已启用，并分配给“对话”任务的模型。完成配置后即可使用。
zh_hant: Agent 工作台需要至少一個已驗證、已啟用並分配給「對話」任務的模型。完成設定後即可使用。

# agent.workspace.window.title
source: Agent Workspace
ar: مساحة عمل الوكيل
de: Agent-Arbeitsbereich
es: Espacio de trabajo del agente
fr: Espace de travail de l'agent
id: Ruang Kerja Agen
it: Spazio di lavoro agente
ja: エージェントワークスペース
ko: 에이전트 작업 공간
nl: Agentwerkruimte
pl: Przestrzeń robocza agenta
pt_br: Espaço de Trabalho do Agente
ru: Рабочее пространство агента
tr: Ajan Çalışma Alanı
uk: Робоче середовище агента
vi: Không gian làm việc tác nhân
zh_hans: Agent 工作台
zh_hant: Agent 工作區

# ai.assistant.chat.carryOver.collapse
source: Collapse
ar: طي
de: Einklappen
es: Colapsar
fr: Réduire
id: Ciutkan
it: Comprimi
ja: 折りたたむ
ko: 접기
nl: Inklappen
pl: Zwiń
pt_br: Recolher
ru: Свернуть
tr: Daralt
uk: Згорнути
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

# ai.assistant.chat.carryOver.dismiss.help
source: Hide this recap (AI still sees the carried-over context).
ar: إخفاء هذا الملخص (لا يزال الذكاء الاصطناعي يرى السياق المنقول).
de: Diese Zusammenfassung ausblenden (KI sieht den übertragenen Kontext weiterhin).
es: Ocultar este resumen (la IA sigue viendo el contexto transferido).
fr: Masquer ce récapitulatif (l'IA voit toujours le contexte reporté).
id: Sembunyikan ringkasan ini (AI tetap melihat konteks yang dibawa).
it: Nascondi questo riepilogo (l'IA vede comunque il contesto trasferito).
ja: この要約を非表示にする（AIは引き継がれたコンテキストを引き続き参照します）。
ko: 이 요약 숨기기 (AI는 여전히 이전 컨텍스트를 봅니다).
nl: Verberg deze samenvatting (AI ziet de overgedragen context nog steeds).
pl: Ukryj to podsumowanie (AI nadal widzi przeniesiony kontekst).
pt_br: Ocultar este resumo (a IA ainda vê o contexto transferido).
ru: Скрыть этот пересказ (ИИ всё равно видит перенесённый контекст).
tr: Bu özeti gizle (AI yine de taşınan bağlamı görür).
uk: Сховати цей підсумок (ШІ все одно бачить перенесений контекст).
vi: Ẩn bản tóm tắt này (AI vẫn thấy ngữ cảnh được mang sang).
zh_hans: 收起承接提示（AI 仍会看到承接的上下文）。
zh_hant: 隱藏此摘要（AI 仍會看到承接的上下文）。

# ai.assistant.chat.carryOver.expand
source: Show full recap
ar: إظهار الملخص الكامل
de: Vollständige Zusammenfassung anzeigen
es: Mostrar resumen completo
fr: Afficher le récapitulatif complet
id: Tampilkan ringkasan penuh
it: Mostra riepilogo completo
ja: 完全な要約を表示
ko: 전체 요약 보기
nl: Volledige samenvatting tonen
pl: Pokaż pełne podsumowanie
pt_br: Mostrar resumo completo
ru: Показать полный пересказ
tr: Tam özeti göster
uk: Показати повний підсумок
vi: Hiện bản tóm tắt đầy đủ
zh_hans: 展开全文
zh_hant: 顯示完整摘要

# ai.assistant.chat.carryOver.title
source: Carried over from previous conversation
ar: منقول من المحادثة السابقة
de: Aus vorheriger Unterhaltung übernommen
es: Transferido de la conversación anterior
fr: Reporté de la conversation précédente
id: Dibawa dari percakapan sebelumnya
it: Trasferito dalla conversazione precedente
ja: 前の会話から引き継ぎ
ko: 이전 대화에서 이어짐
nl: Overgedragen van vorig gesprek
pl: Przeniesione z poprzedniej rozmowy
pt_br: Transferido da conversa anterior
ru: Перенесено из предыдущего разговора
tr: Önceki konuşmadan taşınan
uk: Перенесено з попередньої розмови
vi: Được mang sang từ cuộc trò chuyện trước
zh_hans: 承接自上一对话
zh_hant: 承接自上一對話

# ai.assistant.chat.contextOverflow.message
source: Context window is full. Start a new session to continue.
ar: نافذة السياق ممتلئة. ابدأ جلسة جديدة للمتابعة.
de: Kontextfenster ist voll. Starten Sie eine neue Sitzung, um fortzufahren.
es: La ventana de contexto está llena. Inicia una nueva sesión para continuar.
fr: La fenêtre de contexte est pleine. Démarrez une nouvelle session pour continuer.
id: Jendela konteks penuh. Mulai sesi baru untuk melanjutkan.
it: La finestra di contesto è piena. Avvia una nuova sessione per continuare.
ja: コンテキストウィンドウがいっぱいです。続行するには新しいセッションを開始してください。
ko: 컨텍스트 창이 가득 찼습니다. 계속하려면 새 세션을 시작하세요.
nl: Contextvenster is vol. Start een nieuwe sessie om verder te gaan.
pl: Okno kontekstu jest pełne. Rozpocznij nową sesję, aby kontynuować.
pt_br: A janela de contexto está cheia. Inicie uma nova sessão para continuar.
ru: Окно контекста заполнено. Начните новый сеанс, чтобы продолжить.
tr: Bağlam penceresi dolu. Devam etmek için yeni bir oturum başlatın.
uk: Вікно контексту заповнено. Почніть новий сеанс, щоб продовжити.
vi: Cửa sổ ngữ cảnh đã đầy. Hãy bắt đầu phiên mới để tiếp tục.
zh_hans: 对话上下文已超过模型窗口，新建对话才能继续。
zh_hant: 上下文視窗已滿。請開始新對話以繼續。

# ai.assistant.chat.contextOverflow.newWithCarry
source: Start new (carry over)
ar: بدء جديد (نقل السياق)
de: Neu starten (übernehmen)
es: Nueva (transferir contexto)
fr: Nouveau (avec report)
id: Mulai baru (bawa konteks)
it: Nuova (con trasferimento)
ja: 新規開始（引き継ぎ）
ko: 새로 시작 (이어서)
nl: Nieuwe starten (overdragen)
pl: Rozpocznij nową (przenieś)
pt_br: Iniciar nova (transferir)
ru: Начать новый (с переносом)
tr: Yeni başlat (taşı)
uk: Почати новий (перенести)
vi: Bắt đầu mới (mang sang)
zh_hans: 新建并承接
zh_hant: 開始新對話（承接上下文）

# ai.assistant.chat.contextStatus.code
source: Code
ar: كود
es: Código
id: Kode
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod
uk: Код
vi: Mã
zh_hans: 代码
zh_hant: 程式碼

# ai.assistant.chat.contextStatus.external
source: Web
ar: ويب
ko: 웹
pl: Sieć
ru: Веб
uk: Веб
zh_hans: 网络
zh_hant: 網路

# ai.assistant.chat.contextStatus.externalAggregateFormat
source: External context: %1$d/%2$d providers used
ar: سياق خارجي: %1$d/%2$d مزودين مستخدمين
de: Externer Kontext: %1$d/%2$d Anbieter verwendet
es: Contexto externo: %1$d/%2$d proveedores usados
fr: Contexte externe : %1$d/%2$d fournisseurs utilisés
id: Konteks eksternal: %1$d/%2$d penyedia digunakan
it: Contesto esterno: %1$d/%2$d provider utilizzati
ja: 外部コンテキスト: %1$d/%2$d プロバイダ使用
ko: 외부 컨텍스트: %1$d/%2$d 제공자 사용
nl: Externe context: %1$d/%2$d providers gebruikt
pl: Kontekst zewnętrzny: użyto %1$d/%2$d dostawców
pt_br: Contexto externo: %1$d/%2$d provedores usados
ru: Внешний контекст: %1$d/%2$d провайдеров использовано
tr: Harici bağlam: %1$d/%2$d sağlayıcı kullanıldı
uk: Зовнішній контекст: використано %1$d/%2$d постачальників
vi: Ngữ cảnh ngoài: %1$d/%2$d nhà cung cấp đã dùng
zh_hans: 外部上下文：已使用 %1$d/%2$d 个 Provider
zh_hant: 外部上下文：已使用 %1$d/%2$d 個提供者

# ai.assistant.chat.contextStatus.externalProviderFormat
source: External context: %@
ar: سياق خارجي: %@
de: Externer Kontext: %@
es: Contexto externo: %@
fr: Contexte externe : %@
id: Konteks eksternal: %@
it: Contesto esterno: %@
ja: 外部コンテキスト: %@
ko: 외부 컨텍스트: %@
nl: Externe context: %@
pl: Kontekst zewnętrzny: %@
pt_br: Contexto externo: %@
ru: Внешний контекст: %@
tr: Harici bağlam: %@
uk: Зовнішній контекст: %@
vi: Ngữ cảnh ngoài: %@
zh_hans: 外部上下文：%@
zh_hant: 外部上下文：%@

# ai.assistant.chat.contextStatus.externalProvidersFormat
source: External context: %d providers used
ar: سياق خارجي: %d مزودين مستخدمين
de: Externer Kontext: %d Anbieter verwendet
es: Contexto externo: %d proveedores usados
fr: Contexte externe : %d fournisseurs utilisés
id: Konteks eksternal: %d penyedia digunakan
it: Contesto esterno: %d provider utilizzati
ja: 外部コンテキスト: %d プロバイダ使用
ko: 외부 컨텍스트: %d개 제공자 사용
nl: Externe context: %d providers gebruikt
pl: Kontekst zewnętrzny: użyto %d dostawców
pt_br: Contexto externo: %d provedores usados
ru: Внешний контекст: %d провайдеров использовано
tr: Harici bağlam: %d sağlayıcı kullanıldı
uk: Зовнішній контекст: використано %d постачальників
vi: Ngữ cảnh ngoài: %d nhà cung cấp đã dùng
zh_hans: 外部上下文：已使用 %d 个 Provider
zh_hant: 外部上下文：已使用 %d 個提供者

# ai.assistant.chat.contextStatus.externalUnavailable
source: External context unavailable
ar: سياق خارجي غير متاح
de: Externer Kontext nicht verfügbar
es: Contexto externo no disponible
fr: Contexte externe indisponible
id: Konteks eksternal tidak tersedia
it: Contesto esterno non disponibile
ja: 外部コンテキストは利用できません
ko: 외부 컨텍스트를 사용할 수 없음
nl: Externe context niet beschikbaar
pl: Kontekst zewnętrzny niedostępny
pt_br: Contexto externo indisponível
ru: Внешний контекст недоступен
tr: Harici bağlam kullanılamıyor
uk: Зовнішній контекст недоступний
vi: Ngữ cảnh ngoài không khả dụng
zh_hans: 外部上下文不可用
zh_hant: 外部上下文不可用

# ai.assistant.chat.contextStatus.prefix
source: Context:
ar: السياق:
de: Kontext:
es: Contexto:
fr: Contexte :
id: Konteks:
it: Contesto:
ja: コンテキスト:
ko: 컨텍스트:
pl: Kontekst:
pt_br: Contexto:
ru: Контекст:
tr: Bağlam:
uk: Контекст:
vi: Ngữ cảnh:
zh_hans: 上下文：
zh_hant: 上下文：

# ai.assistant.chat.contextStatus.summary
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
id: Ringkasan
it: Riepilogo
ja: サマリー
ko: 요약
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Сводка
tr: Özet
uk: Підсумок
vi: Tóm tắt
zh_hans: 摘要
zh_hant: 摘要

# ai.assistant.chat.copyAll.label
source: Copy Full Chat
ar: نسخ الدردشة كاملة
de: Kompletten Chat kopieren
es: Copiar chat completo
fr: Copier tout le chat
id: Salin Seluruh Chat
it: Copia chat completa
ja: チャット全体をコピー
ko: 전체 채팅 복사
nl: Volledige chat kopiëren
pl: Kopiuj cały czat
pt_br: Copiar Chat Completo
ru: Копировать весь чат
tr: Sohbetin Tamamını Kopyala
uk: Копіювати весь чат
vi: Sao chép toàn bộ trò chuyện
zh_hans: 复制完整对话
zh_hant: 複製完整對話
